Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nord.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Kåre Haugan (project leader) and Anna Marie Holand.
nb: Kåre Haugan (prosjektleder) og Anna Marie Holand.

source: m) have knowledge of financial counselling to prevent and remedy debt and private financial problems.
nb: m) har kunnskap om økonomisk rådgivning for å forebygge og avhjelpe gjelds- og privatøkonomiske problemer.

source: A successfully completed master’s degree in health sciences qualifies you to work with complex health-related issues in, for example, health promotion, mental health work or e-health.
nb: Fullført master i helsevitenskap kvalifiserer til å jobbe med komplekse helsefaglige problemstillinger i for eksempel folkehelsearbeid, psykisk helsearbeid eller e-helse.

source: For each semester there is a material fee of 1000 kroner.
nb: For hvert semester er det en materialavgift på 1000 kroner.

source: Costs for semester registration and course literature apply.
nb: Ingen kostnader utover semesteravgift og pensumlitteratur.

source: Many candidates also choose to start student companies, and the school provides support and facilities for this.
nb: Som student blir du knyttet opp mot eksterne oppdragsgivere og må lære å håndtere problemstillinger både individuelt og i grupper.

source: Can work independently on practical and theoretical problem-solving related to the dutys and responsibilities of Intensive Care Nurses
nb: kunne arbeide selvstendig med praktisk og teoretisk problemløsning relatert til intensivsykepleierens funksjons- og ansvarsområder

source: The following principles are to be adhered to: •
nb: Følgende prinsipper skal legges til grunn:

source: BI214F-001v1 Molecular Ecology - laboratory exercise - 2 study points.BI214F-002v1 Molecular Ecology - written examination - 8 study points.BI214F-001v1 Molecular Ecology - laboratory exercise - 10 study points.
nb: BI214F-001v1 Molekylær økologi labøvelser - 2 studiepoeng.BI214F-002v1 Molekylær økologi -skoleeksamen - 8 studiepoeng.BI214F-001v1 Molekylær økologi labøvelser - 10 studiepoeng.

source: g) have knowledge of and be able to recognise symptoms of violence, physical, psychological and sexual abuse
nb: g) har kunnskap om og kan gjenkjenne symptomer på vold, fysiske, psykiske og seksuelle overgrep

source: • any extension requirements for other reasons shall be dealt with as previously
nb: • behov for forlengelse av andre årsaker behandles som tidligere

source: Each part of the supervised professional training is assessed as pass/fail according to criteria set out in a separate regulation.
nb: Hver del av praksis vurderes til bestått/ikke bestått i henhold til kriterier som framgår av et eget praksisreglement.

source: Assessment and grading are based on the use of the letters A-F, A being the top grade and F being not passed.
nb: Vurdering og karakterfastsetting skjer ut fra bokstavkarakterer A-F, der A er best og F er ikke bestått.

source: They are very objective scientists, says an excited Stoll.
nb: De er som upåvirkede forskere, forteller Stoll begeistret.

source: The informational letter also serves as a consent form; see tips below on using a digital questionnaire to obtain consent.
nb: Informasjonsskrivet fungerer også som samtykkeskjema, se tips nedenfor om bruk av digitalt spørreskjema for innhenting av samtykke.

source: The sooner you answer any questions about the scheduled processing, the faster NSD can give you approval to start collecting data.
nb: Jo raskere du svarer ut eventuelle spørsmål om den planlagte behandlingen, jo raskere kan NSD gi deg godkjenning til å starte innsamlingen av data.

source: k) have knowledge of prevention and public health, and understand the interaction between health challenges and social problems at the individual, family and community level
nb: k) har kunnskap om forebygging og folkehelse, og forstår samspillet mellom helseutfordringer og sosiale problemer på individ-, familie- og samfunnsnivå

source: Knowledge Management can substitute parts of their programme of study with courses from the Master of Public Governance (MPG) at CBS.
nb: deler av studiet med emner fra Master of Public Governance (MPG) ved CBS.

source: Master of Knowledge Management, 90 Credits Programme description
nb: Studiet er et samlings- og erfaringsbasert masterprogram på 90 studiepoeng ved Nord universitet.

source: It is not facilitated for exchange on the one-year-program.
nb: Det er ikke lagt opp til utveksling på årsstudiet.

source: - Less than 10 percent of the world’s aquaculture-based production uses genetically improved populations.
nb: - Mindre enn 10 prosent av verdens produksjon fra havbruk er basert på genetisk forbedrede populasjoner.

source: Lodging is available for students not affiliated with Nord University (contact Truls Moum).
nb: Studenter som ikke er knyttet til Nord universitet tilbys rimelig overnatting på universitetets gjestehotell (kontakt Truls Moum).

source: five years, of which the European Research Council (ERC) will fund NOK 20
nb: 20 millioner kommer fra European Research Council (ERC).

source: Upon completion of the master's degree, students can apply for authorization as a provisorfarmasøyt.
nb: Ved fullført master kan man søke om autorisasjon som provisorfarmasøyt.

source: The study programme qualifies for the following studies:
nb: Studiet kvalifiserer for følgende studier:

source: Micro:bit is a pocket-sized programmable computer that will help students become more involved in the world of coding (programming).
nb: Micro:bit er en programmerbar datamaskin i lommestørrelse som vil hjelpe studentene til å bli mer involvert i kodingens verden (programmering).

source: c) have insight into political and administrative decision-making processes and how social workers can contribute to public enlightenment and political counselling
nb: c) har innsikt i politiske og administrative beslutningsprosesser og hvordan sosionomer kan bidra til allmenn opplysning og politisk rådgivning

source: has in-depth knowledge of recent research, scientific theories and methodologies relevant to the management of knowledge-related work
nb: har avansert kunnskap om organisasjon og ledelse og spesiell innsikt i ledelse av kunnskapsarbeid og kunnskapsprosesser i organisasjoner

source: Course assignments and the reflection text are included in a portfolio assessment that receives a pass/fail grade.
nb: Kursoppgaver og refleksjonsskriv inngår i en mappevurdering som vurderes til bestått/ikke bestått.

source: How to make audio recordings of interviews?
nb: Hvordan gjøre lydopptak av intervju?

source: In order to pass the course, candidates will need an attendance of at least 80% (OD) as well as an approved final essay (OP).
nb: For å få kurset godkjent kreves tilstrekkelig obligatorisk oppmøte (OD) på kurset (80%), samt godkjent avsluttende essay (oppgave).

source: Students and staff may hold social events on University premises.
nb: Det er anledning til å avholde sosiale arrangementer i Nord universitets lokaler for studenter og ansatte.

source: Oral examination, comprises 60/100 of the grade, grading scale A-E for pass, F for fail.
nb: Muntlig eksamen, teller 60/100 av karakteren, karakterregel A-E, Beste A, Ikke bestått F.

source: Muscle strength and muscle strength training are key characteristics in relation to sports, exercise and health in general.
nb: Muskelstyrke og trening av muskelstyrke er en sentral egenskap både i forhold til idrett, trening og helse generelt.

source: Co-supervisor: Professor Anne Jorunn Berg, Nord University
nb: Medveileder: Professor Anne Jorunn Berg, Nord universitet

source: Karianne (22) and Chanice (26) have both studied abroad.
nb: Karianne (22) og Chanice (26) har begge tatt studieopphold i utlandet.

source: - Statement regarding supervision requirements and proposed internal supervisor.
nb: - Redegjørelse for veiledningsbehov og forslag til intern veileder.

source: You have an individual responsibility, both for yourself and for others.
nb: Alle har et individuelt ansvar, både for seg selv og for andre.

source: You must ensure that the informants have the opportunity to exercise their rights.
nb: Du skal sikre at informantene har mulighet til å bruke sine rettigheter.

source: b) can apply different methodological approaches at an individual, group and community level in different service areas
nb: b) kan anvende ulike metodiske tilnærminger på individ-, gruppe- og samfunnsnivå innenfor ulike tjenesteområder

source: OR125E Organization, OR224E Management, MF104E Marketing, or equivalent.
nb: OR125E Organisasjon, OR224E Ledelse, MF104E Markedsføring, eller tilsvarende.

source: Nord has an agreement with NSD so that they assess privacy protection in student and research projects for which personal data is processed.
nb: Nord har en avtale med NSD om at de vurderer personvernet i student- og forskningsprosjekter der det behandles personopplysninger.

source: Online take-home examinations unless otherwise advised in spring 2021.
nb: Digital hjemmeeksamen er hovedordning for våren 2021.

source: Participants are expected to share their knowledge about the course content/activities to 3-4 teachers at their own school.
nb: Det forventes at deltagere sprer kunnskap om kursinnhold/aktiviteter til 3-4 lærere ved egen skole.

source: Page 13 of 19Development of Speed and Endurance IDR1012No tuition fees. Semester fees and cost of course literature apply.
nb: Side 13 av 19Trening av utholdenhet og hurtighet IDR1012Semesteravgift og pensumlitteratur.

source: The purpose was that teaching, work, and an upbringing with "Christian Spirit" should transform "degenerate boys" into "honourable and useful members of the Society”, as it was called in one of the school's early plans (1901).
nb: Hensikten var at undervisning, arbeid og en oppdragelse med «kristelig Aand» skulle omdanne «vanartede gutter» til å bli «hæderlige og nyttige medlemmer af Samfundet», som det het i en av skolehjemmets tidlige planer (1901).

source: Before you collect data, classify all information based its need to be protected.
nb: Før du gjennomfører innhenting av data skal du klassifisere alle opplysninger ut fra beskyttelsesbehov

source: Simulation and interaction
nb: Simulering og samhandling

source: This shows the location (accounts) that are synchronized.
nb: Den viser hvilken lokasjon (kontoer) som synkroniseres.

source: The Norwegian system for grading and assessment using the letter grades A - F, in which A denotes the best/highest grade and F denotes "notpassed".
nb: Vurdering og karakterfastsetting skjer ut fra bokstavkarakterer A-F, der A er best og F er ikke bestått.

source: Relevant work areas will be the digital media industry, media houses, VFX houses, digital information communication in general as well as the media industry.
nb: Aktuelle arbeidsområder vil være innen den digitale medieindustrien, mediehus, VFX Houses, digital informasjonsformidling generelt og mediebransjen.

source: The Faculty of Nursing and Health Sciences
nb: Fakultet for sykepleie og helsevitenskap

source: The student should be able to access a comprehensive scientific literature, to review relevant knowledge from the literature and to argue for their
nb: Studenten skal vise evne til å sette seg inn i omfattende faglitteratur, til å formidle relevante kunnskaper fra litteraturen, og til å argumentere for

source: You must have permission from the employer (data controller) before collecting personal data in your workplace.
nb: Du må ha tillatelse fra arbeidsgiver (behandlingsansvarlig) før du innhenter personopplysninger på arbeidsplassen din.

source: Regional Committee for Medical and Health Research Ethics (REK).
nb: Regional komité for medisinsk og helsefaglig forskningsetikk (REK).

source: PhD abroad - international cooperation in Singapore
nb: ser verden - internasjonalt samarbeid i Singapore

source: The first experiment evaluated replacement of fishmeal with graded levels of the microalgae Scenedesmus obliquus.
nb: I det første forsøket så vi på effekten av erstatning av fiskemel med graderte nivåer av mikroalgen Scenedesmus obliquus.

source: Doctoral candidate Ioannis Konstantinidis will hold a trial lecture and defend his thesis for the degree Philosophiae Doctor (PhD) at the Faculty of Biosciences and Aquaculture (Bodø), Nord University.
nb: Ph.d.-kandidat Ioannis Konstantinidis skal holde prøveforelesning og disputere for graden Philosophiae doctor (Ph.d), ved Fakultet for biovitenskap og akvakultur (Bodø), Nord universitet.

source: Written examination, 2 hours, represents 50/100 of the grade, grading scale A-E, Best A, Fail F.
nb: Skriftlig skoleeksamen, 2 timer, teller 50/100 av karakteren, karakterregel A-E, Beste A, Ikke bestått F.

source: Be published in a publication channel (journal, series, publisher, website) with routines for peer review
nb: være publisert i en publiseringskanal (tidsskrift, serie, bokutgiver, nettsted) med rutiner for fagfellevurdering

source: be able to use various digital and analogue tools, such as ProTools and online software in the mixing of recorded music.
nb: kan bruke ulike digitale og analoge verktøy, så som ProTools og nettbasert programvare i miksingen av innspilt musikk.

source: Can explain and communicate the choice of research design, data collection and analysis method for their own project.
nb: Kan begrunne og formidle valg av forskningsdesign, datainnsamlings- og analysemetode for eget prosjekt.

source: This will not only affect the university but also the regions of Trøndelag and Nordland alike,” says President of the Student Union Eugen Sebastian Hovden.
nb: Dette vil ikke bare påvirke univeristetet, men også landsdelene, både i Trøndelag og Nordland, sier studenteleder Eugen Sebastian Hovden.

source: Ecological and Interspecies Ethics (DR433F)
nb: Etiske aspekter ved menneskets utnyttelse av natur og dyr (DR433F)

source: format assignments using a word processing program to applicable style guidelines;convert documents to PDF format for submission;download, install and run dedicated (free) software as required.
nb: formatere oppgaver ved hjelp av tekstbehandlingsprogram i tråd med gjeldende stilmanual;konvertere dokumenter til PDF-format for innlevering;laste ned, installere og kjøre spesialisert programvare.

source: You should use only technical solutions approved by Nord.
nb: Du skal kun bruke tekniske løsninger som er godkjent av Nord.

source: SCHEDULE:9:00 – 10:00 Opening International Plenary
nb: PROGRAM:9:00 – 10:00 Åpning internasjonal plenumssesjon

source: Work may also be assessed as pass/fail or approved/not approved.
nb: Vurdering kan også gis som bestått/ikke bestått eller godkjent/ikke godkjent.

source: This will be especially relevant if you are processing sensitive personal data or other confidential information.
nb: Dette vil være spesielt aktuelt dersom du skal behandle sensitive personopplysninger eller andre taushetsbelagte opplysninger.

source: For students who transfer to the Bachelor of Science in Biology, this programme provides career opportunities for graduates in both the private and public sector.
nb: For studenter som søker overgang til bachelor i biologi, gir programmet jobbmuligheter både i privat og offentlig sektor.

source: If the supervisor is employed at Nord, this is the project manager for R&D, study programme graduate's, bachelor's and master's theses.
nb: Dersom veileder er ansatt ved Nord, er det denne som er prosjektleder for FoU-, kandidat-, bachelor og master-oppgaver.

source: In addition, topics in mathematics, statistics, business economics analysis - and financial accounting as well as legal studies.
nb: I tillegg inngår emner i matematikk, statistikk, bedriftsøkonomisk analyse - og finansregnskap samt rettslære.

source: Students from MGIMO and ECNU will also participate in studies during the second semester.
nb: Andre semester deltar studenter fra MGIMO og ECNU på studiet i Bodø.

source: Will be able to understand and participate in an easy conversation in Norwegian (bokmål)
nb: Skal kunne forstå og delta i en enkel samtale på norsk (bokmål)

source: For more information, follow us on Twitter or LinkedIn
nb: For mer informasjon, følg oss på Twitter eller LinkedIn

source: Are the schools ready for this task?
nb: Er skolene klare for denne oppgaven?

source: Animations (2D, 3D, or stop-motion)
nb: Animasjoner (2D, 3D eller stop-motion)

source: The students will be given a basic introduction to Norwegian official language (bokmål).
nb: Studentene vil få en grunnleggende introduksjon til norsk språk (bokmål).

source: o Click on the red cross icon
nb: o Klikk på rødt kryss

source: Large research funders like the Wellcome Trust also require the use of this licence.
nb: Store forskningsfinansiører som Wellcome Trust krever også bruk av denne lisensen

source: Study programmes are evaluated annually and students participate in course evaluations (midterm and end-of-term).
nb: Studieprogrammer evalueres årlig og studenter deltar i emneevalueringer (midt- og sluttevalueringer).

source: Your ORCID record is yours – for free – forever
nb: ORCID-en er din – helt gratis – for alltid

source: can analyze complex the interplay between the (geo)political, economic, legal, technical, environmental, etc. driving forces in terms of formulating the structures of the future;
nb: kan analysere et komplekst samspill mellom (geo)politiske, økonomiske, juridiske, tekniske, miljømessige og andre drivere for utviklingen fremover.

source: For digital communication during the programme, webcams and headphones are regarded as standard equipment.
nb: Her angis tidspunkt og varighet for hovedaktiviteter i prosjektet, som planlegging, datainnsamling, analyse og skriving.

source: - This tent is very easy to set up.
nb: - Dette teltet er veldig enkelt å sette opp.

source: advanced knowledge of developing and implementing simple animations to be used within digital games
nb: grunnleggende og videregående kunnskaper innen utforming og implementering av enkle animasjon for bruk innen digitale spill

source: Mathematics Teaching and Learning
nb: Matematikkundervisning og -læring

source: EX151S Study foundation semester - Individual, Society and Science, PRA1024 Practice in social relationships, SOA1002 Introduction to Social Work, RE120S Introduction to Law, SOA2002 The roles of social work, relationships and methods og PRA2050 Placement in the Field of Social Work.
nb: EX151S Dannelsessemester, PRA1024 Praksis i sosiale relasjoner, SOA1002 Introduksjon til sosialt arbeid, RE120S Introduksjon til Jus, SOA2002 Sosialt arbeids roller, relasjoner og metoder og PRA2050 Praksis i sosialt arbeid.

source: Nordic ESERO is run by NAROM (National Center for Space-related Training) in cooperation with Nordic partners.
nb: Nordic ESERO driftes av NAROM (Nasjonalt senter for romrelatert opplæring) i samarbeid med nordiske partnere.

source: published version is characterised by final formatting, the logo of the journal,
nb: formatering, tidsskriftets logo, sidetal og ferdige referanser, samt siste

source: Page 5 of 8Recommended prior knowledge
nb: Side 5 av 8Anbefalte forkunnskaper

source: Personal data shall be processed in a way that ensures adequate security of the personal data.
nb: Personopplysninger skal behandles på en måte som sikrer tilstrekkelig sikkerhet for personopplysningene.

source: If the corresponding author is not affiliated with Nord University, but the AAM version is
nb: Hvis korresponderende forfatter ikke er tilknyttet Nord universitet, men AAM er

source: The study programme is evaluated annually (mid-term evaluation and final evaluation).
nb: Studieprogrammet evalueres årlig av studentene gjennom emneundersøkelser (midtveis -evaluering og slutt - evaluering).

source: – Why do you study music production?
nb: – Hvorfor studerer du musikkproduksjon?

source: Reid Hole says that the project is significant for further development of the aquaculture industry, at the same time as it creates new possibilities for future research within epigenetics.
nb: Reid Hole sier at prosjektet kan ha stor betydning for den videre utviklingen av havbruksnæringen, men det åpner også nye muligheter for fremtidig forskning innen epigenetikk.

source: Articles must be published with an open (
nb: Artikler skal publiseres med en åpen (

source: - Nathalie Rose Le François, Scientific Researcher, Biodôme de Montréal, Canada- Flemming Jessen, Senior Researcher, Technical University of Denmark- Marit Bjørnevik, Associate Professor, FBA, Nord University
nb: - Nathalie Rose Le François, Forsker, Biodôme de Montréal, Canada- Flemming Jessen, Seniorforsker,Danmarks tekniske universitet- Marit Bjørnevik, Førsteamanuensis, FBA, Nord universitet

source: John Leckie was in Norway in relation to Trondheim Calling, a large music festival and Norway’s largest national music conference.
nb: John Leckie var i Norge i forbindelse med Trondheim Calling, som er en stor musikkfestival og Norges største nasjonale musikkonferanse.

source: Find an appropriate journal:
nb: Finn et tidsskrift som passer for deg:

source: Articles with an embargo may be registered in Nord Open but are not made openly accessible until the embargo expires.
nb: Artikler med embargo kan registreres i Nord Open, men gjøres først åpent tilgjengelig etter at embargoperioden er over.

source: be able to reflect on their own professional practice in relation to practitioners at different stages in their development
nb: kunne reflektere over egen faglig utøvelse i forhold til utøvere på ulike trinn i sin utvikling

source: This course is available for students enrolled in Bachelor of English with adequate degree progression (45 ECTS).
nb: Krever opptak til progammet Bachelor i engelsk og tilfredsstillende progresjon (minimum 45 studiepoeng).

source: application, but which were approved on level 1 at the time of submission, qualify for financial support.
nb: innsendingstidspunktet var på nivå 1, kvalifiserer for støtte.

source: is specialized in obtaining relevant research literature and able to compile, analyze and evaluate literature.
nb: er spesialisert på å innhente relevant forskningslitteratur og evner å sammenstille, analysere og evaluere litteraturen.

source: Portfolio - 2 pieces of written work to be answered in groups of up to four candidates, and 2 pieces of written work answered individually.
nb: Mappe - 2 stk skriftlige arbeider som skal besvares i gruppe på inntil fire kandidater, og 2 stk skriftlige arbeider som besvares individuelt.Det gis

source: diversity of life in marine and freshwater environments, biogeographic theory and concepts,
nb: • mangfold av liv i marine og ferskvannsmiljøer, biogeografisk teori og begreper,

source: HI113Sv1 Methodology and Specialized Themes - 10 study points.
nb: HI113Sv1 Historisk metode med fordypningsemner - 10 studiepoeng.

source: Compulsory for students taking the Bachelor in Strength and Conditioning, Personal Trainer one-year programme and Senior Teacher Education in Social Science (with sports/physical education as subject 2).
nb: Obligatorisk for studenter på Bachelor trening, Årsstudium personlig trener og Lektorutdannig i samfunnsfag (med idrett/kroppsøving som fag 2).

source: Guidelines for coursework requirements have been drawn up.
nb: Retningslinjer for arbeidskravet er utarbeidet.

source: PhD candidate Peter S. C. Schulze will hold a trial lecture and defend his thesis for the degree Philosophiae Doctor (PhD) at the Faculty of Biosciences and Aquaculture, Nord University.
nb: Ph.d.-kandidat Peter Schulze skal holde prøveforelesning og disputere for graden Philosophiae doctor (Ph.d), ved fakultet for biovitenskap og akvakultur, Nord universitet.
